
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Tidak tahu bagaimana cara memuat URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Tidak dapat terhubung dengan host %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Pengepala rosak diterima dari pelayan";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Tidak dapat menetapkan alamat IP host: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Tidak dapat memperoleh deskripsi port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Tidak dapat berhubung ke host %@ menggunakan port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Menerima balasan pelayan HTTP yang tidak diketahui %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Permintaan HTTP gagal untuk URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Kehilangan sambungan ke host %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Tidak dapat membaca %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Mengesan gelung ubah hala ketika cuba memuatkan URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Layanan tidak dapat digunakan untuk host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Tidak dapat membuka sambungan data untuk jalan URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objek tidak dapat digunakan untuk URL ini: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Perintah FTP tidak dikenali oleh host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nama pengguna atau kata laluan tidak dikenal.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ dari %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Kata laluan borang Web";

/* HTTP result code string */
"accepted" = "diterima";

/* HTTP result code string */
"bad gateway" = "gateway buruk";

/* HTTP result code string */
"bad request" = "permintaan buruk";

/* HTTP result code string */
"client error" = "ralat klien";

/* HTTP result code string */
"conflict" = "konflik";

/* HTTP result code string */
"continue" = "teruskan";

/* HTTP result code string */
"created" = "dicipta";

/* HTTP result code string */
"expectation failed" = "ekspektasi gagal";

/* HTTP result code string */
"forbidden" = "dilarang";

/* HTTP result code string */
"found" = "ditemukan";

/* HTTP result code string */
"gateway timed out" = "Tamat waktu pada gateway";

/* HTTP result code string */
"informational" = "bermaklumat";

/* HTTP result code string */
"internal server error" = "ralat pelayan dalaman";

/* HTTP result code string */
"length required" = "panjang diperlukan";

/* HTTP result code string */
"method not allowed" = "kaedah tidak dibenarkan";

/* HTTP result code string */
"moved permanently" = "dipindahkan secara kekal";

/* HTTP result code string */
"multiple choices" = "Berjenis pilihan";

/* HTTP result code string */
"needs proxy" = "proksi diperlukan";

/* HTTP result code string */
"no content" = "tiada kandungan";

/* HTTP result code string */
"no error" = "tiada ralat";

/* HTTP result code string */
"no longer exists" = "tidak wujud lagi";

/* HTTP result code string */
"non-authoritative information" = "maklumat yang tidak berautoriti";

/* HTTP result code string */
"not found" = "tidak ditemui";

/* HTTP result code string */
"not modified" = "tidak diubahsuaikan";

/* HTTP result code string */
"partial content" = "separa kandungan";

/* HTTP result code string */
"payment required" = "bayaran diperlukan";

/* HTTP result code string */
"precondition failed" = "pengadaran gagal";

/* HTTP result code string */
"proxy authentication required" = "pengesahan proksi diperlukan";

/* HTTP result code string */
"redirected" = "dialihkan kembali";

/* HTTP result code string */
"request timed out" = "masa permintaan habis";

/* HTTP result code string */
"request too large" = "permintaan terlalu besar";

/* HTTP result code string */
"requested URL too long" = "URL yang diminta terlalu panjang";

/* HTTP result code string */
"requested range not satisfiable" = "Tidak dapat memenuhi lingkungan permintaan";

/* HTTP result code string */
"reset content" = "reset kandungan";

/* HTTP result code string */
"see other" = "lihat yang lain";

/* HTTP result code string */
"server error" = "ralat pelayan";

/* HTTP result code string */
"service unavailable" = "Khidmatan tidak tersedia";

/* HTTP result code string */
"success" = "berjaya";

/* HTTP result code string */
"switching protocols" = "mengganti protokol";

/* HTTP result code string */
"temporarily redirected" = "dialihkan sementara";

/* HTTP result code string */
"unacceptable" = "tidak boleh diterima";

/* HTTP result code string */
"unauthorized" = "tidak disahkan";

/* HTTP result code string */
"unimplemented" = "tidak diimplementasikan";

/* Unknown filename */
"unknown" = "tidak diketahui";

/* HTTP result code string */
"unsupported media type" = "jenis media tidak disokong";

/* HTTP result code string */
"unsupported version" = "versi tidak disokong";
